{
    "Add an email address to the invitation list": "Ajouter une adresse électronique à la liste d'invitations",
    "Already invited": "Déjà invité",
    "Already room member": "Déjà membre du salon",
    "An invitation will be sent to this email address": "Une invitation sera envoyée à cette adresse",
    "Click to add this user to the invitation list": "Cliquez pour ajouter cet utilisateur à la liste d'invitations",
    "Click to remove this invitation": "Cliquez pour retirer cette invitation",
    "Filter users": "Filtrer les utilisateurs",
    "If the person to invite is not in the list, enter their email address in the <strong>Invite by email</strong> field.": "Si la personne à inviter n'est pas dans la liste, entrez son adresse électronique dans le champs <strong>Inviter par email</strong>.",
    "Invitation list": "Liste d'invitations",
    "Invite by email": "Inviter par email",
    "Invite in the <strong>%(roomName)s</strong> room": "Inviter dans le salon <strong>%(roomName)s</strong>",
    "No user can be invited to join this room from the directory.": "Aucun utilisateur ne peut être invité à rejoindre ce salon depuis le répertoire.",
    "No users match your search.": "Aucun utilisateur ne correspond à votre recherche.",
    "Please add people to the invitation list before validating the form": "Veuillez ajouter des personnes à la liste d'invitations avant de valider le formulaire",
    "Please enter a valid email address": "Veuillez entrer une adresse électronique valide",
    "Select the person you want to invite from the <strong>Invite users</strong> list.": "Sélectionnez les personnes à inviter depuis dans la liste <strong>Inviter des utilisateurs</strong>.",
    "Start a private conversation": "Commencer une conversation privée",
    "This email address belongs to a room member": "Cette adresse électronique appartient à un utilisateur déjà membre du salon",
    "This email address belongs to a user already invited in this room": "Cette adresse électronique appartient à un utilisateur déjà invité à rejoindre ce salon",
    "This email address belongs to a user you have already added to the invitation list": "Cette adresse électronique appartient à un utilisateur que vous avez déjà ajouté à la liste d'invitations",
    "This email address is already bound to your account": "Cette adresse électronique est déjà liée à votre compte",
    "Users with an email address belonging to this domain <b></b> should not be invited as external partners": "Les utilisateurs ayant une adresse électronique appartenant au domaine <b></b> ne doivent pas être invités en tant que partenaires externes",
    "When you validate this form, an email will be sent to them, so that they can join the room.": "Lorsque vous validerez ce formulaire, un email lui sera envoyé, afin qu'elle puisse rejoindre le salon.",
    "You have already added this email address to the invitation list": "Vous avez déjà ajouté cette adresse électronique à la liste d'invitations"
}
