{
    "%(count)s My calendar including a to-do list|one": "Mon agenda incluant une liste de tâches",
    "%(count)s My calendar including a to-do list|other": "Mes agendas incluant une liste de tâches",
    "%(count)s My calendar|one": "Mon agenda",
    "%(count)s My calendar|other": "Mes agendas",
    "%(count)s My to-do list|one": "Ma liste de tâches",
    "%(count)s My to-do list|other": "Mes listes de tâches",
    "%(count)s Other member currently sharing a resource|one": "Autre membre partageant actuellement une ressource",
    "%(count)s Other member currently sharing a resource|other": "Autres membres partageant actuellement une ressource",
    "Add a calendar with to-do list": "Ajouter un agenda avec liste de tâches",
    "Are you sure you want to delete the calendar and to-do list of this room?": "Voulez-vous vraiment supprimer l'agenda et la liste de tâches de ce salon ?",
    "Are you sure you want to end this sharing?": "Voulez-vous vraiment mettre fin à ce partage ?",
    "Calendar": "Agenda",
    "Calendar including a to-do list": "Agenda incluant une liste de tâches",
    "Calendars and to-do lists sharing": "Partage d'agendas et de listes de tâches",
    "Create and share a calendar including a to-do list: it will be dedicated to the room without you or any other member owning it": "Créer et partager un agenda incluant une liste de tâches : il sera dédié au salon sans que vous ni aucun autre membre n'en soit propriétaire",
    "It is also possible to select resources to share from one's own calendars and to-do lists.": "Il est également possible de sélectionner des ressources à partager depuis ses propres agendas et listes de tâches.",
    "It is not possible to share two resources of the same type within the same room": "Il n'est pas possible de partager deux ressources du même type au sein d'un même salon",
    "Owner: %(ownerDisplayName)s": "Propriétaire : %(ownerDisplayName)s",
    "Please note that all events and tasks there will be permanently lost.": "Attention, tous les événements et les tâches qui s’y trouvent seront définitivement perdus.",
    "Please note that only the owner of this resource will be able to share it again.": "Attention, seul le propriétaire de cette ressource sera en mesure de la partager à nouveau.",
    "Share a Nextcloud calendar and to-do list with room members and use it as a common planning basis.": "Partager un agenda et une liste de tâches Nextcloud avec les membres du salon et l'utiliser comme base de planification commune.",
    "To-do list": "Liste de tâches"
}
